import icon1 from '../img/infrastructure.svg';
import icon2 from "../img/architecture.svg";
import icon3 from "../img/interaction.svg";
import icon4 from "../img/fixing.svg";

const content = {
  ru: {
    h3: 'Интеграция <span>Amaiz</span>',
    p:
      'Летом этого года к&nbsp;нашей группе компаний присоединился проект Amaiz&nbsp;&mdash; дигитальный банкинг для предпринимателей и&nbsp;малых бизнесов на&nbsp;территории UK. Благодаря этому мы&nbsp;получили лицензию EMI&nbsp;на территории&nbsp;UK с&nbsp;паспортизацией на&nbsp;всю зону ЕС.<br><br>Amaiz&nbsp;&mdash; сложный финансовый проект со&nbsp;своей инфраструктурой. Он&nbsp;имеет непростые интеграции с&nbsp;банковскими процессингами, свою зону PCI&nbsp;DSS, накладывающую определенные требования на&nbsp;процессы и&nbsp;конечно&nbsp;же свою историю.<br><br>Благодаря слаженной работе инфраструктурных команд, команд разработки и&nbsp;отдела безопасности, нам удалось в&nbsp;кратчайшие сроки и&nbsp;без особого ущерба принять проект на&nbsp;поддержку. Мы&nbsp;успешно интегрировали его в&nbsp;нашу инфраструктуру, организовали взаимодействие саппорта и&nbsp;отдела Service Desk и&nbsp;успешно справляемся с&nbsp;возникающими задачами и&nbsp;проблемами.',
    quote:
      'Это хорошая точка старта направления Banking, которую мы давно намечали',
    items: [
      'Разобрались в инфраструктуре',
      'Провели анализ и описали архитектуру проекта',
      'Наладили взаимодействие саппорта, технической поддержки и команд разработки',
      'Успешно справляемся с проблемами и асапами по проекту',
    ],
  },
  en: {},
};

export const icons = [icon1, icon2, icon3, icon4];

export default content;
