import icon1 from '../img/team.svg';
import icon2 from '../img/designer.svg';
import icon3 from '../img/owner.svg';
import icon4 from '../img/analyst.svg';

import icon5 from '../img/plan.svg';
import icon6 from '../img/template.svg';
import icon7 from '../img/alarm.svg';

const content = {
  ru: {
    h3: 'Повысили <span>эффективность разработки</span>',
    p1:
      'В&nbsp;этом году нам удалось значительно повысить прозрачность и&nbsp;предсказуемость разработки для бизнеса по&nbsp;ключевым фичам.',
    h5: 'Создание прозрачности',
    p2:
      'У&nbsp;нас сложные процессы: все 23&nbsp;команды (+ Product-менеджеры + дизайнеры + аналитики + инфраструктура + внутренние заказчики) работают в&nbsp;едином потоке. Простых решений тут нет. Все современные подходы к&nbsp;разработке программного обеспечения&nbsp;&mdash; простые во&nbsp;внедрении и&nbsp;сложные в&nbsp;поддержании. Через некоторое время у&nbsp;специалистов и&nbsp;менеджеров появляется понимание что к&nbsp;чему и&nbsp;начинается коллаборация&nbsp;&mdash; совместное улучшение правил и&nbsp;договоренностей. Для того, чтобы понимать, что надо улучшать, наши процессы и&nbsp;решения должны быть прозрачными. Прозрачными должны быть и&nbsp;ожидания друг от&nbsp;друга&nbsp;&mdash; бизнеса от&nbsp;команд и&nbsp;наоборот.',
    quote:
      'Прозрачными должны быть и&nbsp;ожидания друг от&nbsp;друга&nbsp;&mdash; бизнеса от&nbsp;команд и&nbsp;наоборот',
    h5_2: 'Что мы сделали?',
    titles: ['Процессы', 'Шаблоны и инструкции', 'ASAP'],
    texts: [
      'Выстроили процесс квартального планирования от бизнес-идеи до окончания разработки. <br /><br />Следующий шаг — прохождение эксперимента и раскатка. Сейчас мы не добавляем новых процессов, а вместе добиваемся того, чтобы все понимали, что и как надо делать и у всех была единая картина.',
      'Добавили темплейты, подсказки, инструкции для упрощения понимания процессов и&nbsp;наличия общих правил.',
      'Добавили процесс с&nbsp;критичными задачами ASAP. На&nbsp;текущий момент команды решили 8&nbsp;ASAP-ов и&nbsp;все с&nbsp;положительной обратной связью от&nbsp;заказчиков.',
    ],
  },
  en: {},
};

export default content;

export const icons = [icon1, icon2, icon3, icon4];
export const icons2 = [icon5, icon6, icon7];

export const texts1 = [
  'Dev teams',
  'Designers',
  'Product owners & Product managers',
  'Analysts',
];

export const numbers = [23, 7, 8, 9];
