import icon1 from '../img/hardware.svg';
import icon2 from '../img/fault_tolerance.svg';
import icon3 from '../img/standards.svg';
import icon4 from '../img/monitoring.svg';
import icon5 from '../img/clean.svg';
import icon6 from '../img/backup.svg';
import icon7 from '../img/inventory.svg';
import icon8 from '../img/login.svg';

export const icons = [icon1, icon2, icon3, icon4, icon5, icon6, icon7, icon8];

const content = {
  ru: {
    h3: 'Качественно улучшили <span>сетевую инфраструктуру</span>',
    p1:
      'В&nbsp;этом году мы&nbsp;проделали большую работу по&nbsp;улучшению сетевой инфраструктуры. На&nbsp;сегодня можно с&nbsp;уверенностью сказать мы&nbsp;имеем надежный фундамент в&nbsp;нашей инфраструктуре&nbsp;&mdash; масштабируемую и&nbsp;отказоустойчивую сеть в&nbsp;понятном, автоматизированном и&nbsp;описанном состоянии.',
    h5: 'Работа с IT-вендорами',
    p2:
      'Количество вендоров, с которыми налажена системная работа, за последний год увеличилось с 26 до 118 штук и продолжает расти. На сегодня в компании имеется отлично функционирующее подразделение по взаимодействию с IT-поставщиками.',
    items: [
      'Перевели сеть на более качественное и стабильное оборудование',
      'Обеспечили отказоустойчивость на всех критически важных узлах и каналах',
      'Сформировали, задокументировали и описали стандарты конфигураций',
      'Провели мониторинг оборудования',
      'Провели полный рефакторинг конфигураций оборудования',
      'Наладили резервное копирование конфигураций',
      'Провели полную инвентаризацию оборудования, подключений, каналов и контрактов с поставщиками',
      'Внедрили централизованную авторизацию на оборудование',
    ],
    quote:
      'Можно с уверенностью сказать мы имеем надежный фундамент в нашей инфраструктуре',
  },
  en: {},
};

export default content;
