const content = {
  ru: {
    h2: 'Повышение технологического уровня компании',
    h4:
      'Мы&nbsp;продолжаем активно разрабатывать крутые продукты. И&nbsp;чтобы делать это профессионально и&nbsp;качественно, мы&nbsp;развиваем технологии, инфраструктуру и&nbsp;процессы.',
    p:
      'В&nbsp;этом году мы&nbsp;хорошо поработали над нашими ключевыми процессами поставки ценности, активно готовили&nbsp;IT к&nbsp;работе в&nbsp;условиях самых требовательных регуляторов, работали над инфраструктурой и&nbsp;сетью, улучшали качество данных, адаптировали платформу к&nbsp;B2B, оптимизировали транспортные узлы и&nbsp;многое-многое другое. Огромное спасибо вам ребята!',
  },
  en: { h2: 'Raising the technological level of&nbsp;the company' },
};

export default content;
