const content = {
  ru: {
    h3: 'Запуск <span>портфеля</span>',
    p:
      'Это одно из&nbsp;феерических событий в&nbsp;архитектуре системы. Мы, наконец, запустили сервис Portfolio. Сервис является одним из&nbsp;самых нагруженных и&nbsp;производит расчет финансовых данных для всех клиентов платформы в&nbsp;режиме реального времени. <br><br>На&nbsp;каждый тик рыночной котировки сервис должен быстро подсчитать различные финансовые показатели и&nbsp;передать их&nbsp;клиенту. Благодаря этому мы&nbsp;имеем единую точку расчета и&nbsp;можем гибко менять механизмы без изменений кода клиента.<br><br>В&nbsp;процессе разработки было решено огромное количество проблем производительности, произведено огромное количество итераций отладки, и&nbsp;мы&nbsp;достигли успеха.',
    item_red: 'длились проектирование и разработка',
    quote: 'Это одно из феерических событий в архитектуре системы',
  },
  en: {},
};

export default content;
