import icon1 from '../img/analytic.svg';
import icon2 from '../img/policy.svg';
import icon3 from '../img/gdpr.svg';
import icon4 from '../img/implementation.svg';

import icon5 from '../img/australia.svg';
import icon6 from '../img/united-kingdom.svg';
import icon7 from '../img/united-states-of-america.svg';

export const icons = [icon1, icon2, icon3, icon4];
export const icons2 = [icon5, icon6, icon7];

const content = {
  ru: {
    h3: 'На пути к соответствию <span>требованиям регуляторов</span>',
    p:
      'В этом году мы много работали над тем, чтобы соответствовать стандартам, предъявляемым в самых строгих регуляциях, таких как UK или USA. Не только то, как работают наши B2B-решения и финансовая логика, но и внутренние процессы работы должны соответствовать самому высокому уровню, чтобы мы могли реализовать нашу стратегию выхода на такие рынки как UK, Australia, USA.',
    h5: 'Что мы сделали?',
    titles: [
      'Анализ процессов в IT',
      'Разработка политик',
      'IT Compliance',
      'Внедрение',
    ],
    texts: [
      'Провели анализ текущих процессов в IT-ветке и выявили слабые места, которые необходимо усилить, а также места, которые нужно скорректировать',
      'Разработали большое число политик и процессов, которые покрывают слабые места, выявленные на первом этапе',
      'Создали направление внутреннего IT Compliance, специалисты которого участвуют в разработке и внедрении политик, занимаются обучением сотрудников и контролируют исполнение процессов путем выполнения внутренних проверок, аудитов, сбором и анализом необходимых свидетельств',
      'Активно внедряли новые практики, чтобы обеспечить необходимые свидетельства для регуляторов',
    ],
    quote:
      'Мы&nbsp;работаем над тем, чтобы политики IT&nbsp;Compliance были полезны и&nbsp;были не&nbsp;просто документами для внешних потребителей',
    caption: 'Работаем над соответствием стандартам самых строгих регуляций',
  },
  en: {},
};

export default content;
