const content = {
  ru: {
    h2: 'Корпоративная социальная ответственность',
    h4:
      'Команда Charity отвечает за организацию и поддержку благотворительных и эко-инициатив в рамках корпоративной социальной ответственности компании. ',
    p:
      'Мы сотрудничаем только с официально зарегистрированными некоммерческими организациями, потому что их помощь прозрачна и системна. Мы видим, что наши сотрудники готовы помогать, поэтому поддерживаем их и рассказываем о том, что такое системная благотворительность и как сделать так, чтобы помощь была полезной.',
    fishkoshop: {
      title: 'Фишкошоп',
      quote:
        'Здорово, что Фишкошоп – это не только про «брать», но и про «отдавать!',
      p:
        'Уже третий год благодаря вашей поддержке благотворительных акций в Фишкошопе мы вместе оказываем помощь тем, кто в ней нуждается.',
      items: [
        'бездомных людей обеспечены ночлегом в тепле и безопасности (проект «Пункты обогрева» благотворительной организации «Ночлежка»',
        'упаковки средств гигиены были переданы в фонд помощи людям с онкологическими заболеваниями AdVita',
        'лежаков для собак из приюта «Ржевка» приобретены на собранные нами средства',
        'сумма пожертвования Фонду борьбы с инсультом «ОРБИ» на оплату работы экспертов практического обучающего курса для терапевтов-реабилитологов',
      ],
    },
    ecooffice: {
      title: 'Экоофис',
      p:
        'В 2020 году благодаря системе раздельного сбора отходов в офисе мы сдали на переработку:',
      quote:
        'Поддерживая проект, мы превращаем отходы в ресурс и движемся в сторону снижения своего экологического следа',
      items: [
        'мешков пластиковых бутылок',
        'небольших мешков стекла',
        'мешков алюминия',
      ],
    },
    hospitals: {
      title: 'Помощь больницам',
      p:
        'Чтобы сделать вклад в борьбу с COVID-19, в самый разгар пандемии мы спонсировали проведение 1000 тестов на вирус в Лимасоле. А в Петербурге и Ленобласти мы помогли 8 больницам, закупив средства индивидуальной защиты, антисептики и другие товары первой необходимости.',
      items: [
        'рублей было потрачено на помощь больницам Петербурга и Ленинградской области',
        'Больниц Петербурга и Ленинградской области',
      ],
      list: [
        'ФГБУ "НМИЦ им. В.А. Алмазова"',
        'Городская больница Святого Великомученика Георгия',
        'Клиническая инфекционная больница имени С.П.Боткина',
        'Детская городская клиническая больница №5 им. Н.Ф. Филатова',
        'Гатчинская клиническая межрайонная больница',
        'Психиатрическая больница № 1  им. П. П. Кащенко',
        'Сиверская районная больница',
        'Кингисеппская межрайонная больница им. П.Н.Прохорова',
      ],
    },
    bought: {
      title: 'Мы закупили',
      items: [
        'антисептиков карманных',
        'антисептиков 5 л',
        'антисептиков для поверхностей',
        'мешков для утилизации',
        'масок',
        'защитных комбинезонов',
        'респираторы',
        'ингаляторы Omron-28',
      ],
      covid: 'тестов на COVID-19 в Лимассоле',
      text:
        'Также закупали перчатки, питьевую воду, туалетную бумагу, крем для рук, одноразовую посуду и приборы.',
    },
  },
  en: {},
};

export const tags = [
  'Events',
  'Accounting',
  'Legal',
  'Office Team',
  'Charity',
  'Travel',
];

export default content;
