const content = {
  ru: {
    h2: 'Благотворительный фонд IQ&nbsp;Option на&nbsp;Кипре',
    h4:
      'В&nbsp;2018 году компания IQ&nbsp;Option основала благотворительный фонд на&nbsp;Кипре, цель которого&nbsp;&mdash; способствовать обеспечению социального благополучия уязвимого населения наименее развитых африканских стран.',
    p:
      'Благотворительный фонд на&nbsp;Кипре фокусируется на&nbsp;Африке, как на&nbsp;регионе, который нуждается в&nbsp;поддержке в&nbsp;наибольшей степени на&nbsp;данный момент. Фонд сотрудничает с&nbsp;местными некоммерческими организациями, которые хорошо знают проблемы региона, что необходимо для решения этих проблем и&nbsp;имеют возможность напрямую оказывать помощь населению.',
    h5: 'В 2020 году мы помогли фонду Faith Foundation в Руанде:',
    items: [
      {
        title: 'Средства защиты',
        text:
          'закупить средства индивидуальной защиты и&nbsp;обеспечить питание семьям, пострадавшим от&nbsp;пандемии COVID-19',
      },
      {
        title: 'Восстановление',
        text:
          'Восстановить стену школы, разрушенную в&nbsp;результате наводнения',
      },
      {
        title: 'Чистая питьевая вода',
        text:
          'Продолжить реализацию проекта, направленного на&nbsp;обеспечение местных жителей чистой водой',
      },
    ],
  },
  en: {},
};

export default content;
