import icon1_1 from '../img/school.svg';
import icon1_2 from '../img/self_edu.svg';
import icon1_3 from '../img/award.svg';

import icon2_1 from '../img/user.svg';
import icon2_2 from '../img/check_mark.svg';
import icon2_3 from '../img/like.svg';

import icon3_1 from '../img/student.svg';
import icon3_2 from '../img/school_small.svg';
import icon3_3 from '../img/russia.svg';

const content = {
  ru: {
    h2: 'Благотворительный фонд развития образования  «Айкью Опшн»',
    desc:
      'Цель проектов благотворительного фонда «Айкью Опшн» – предоставить возможность ученикам обучиться навыкам программирования и web-разработки еще в школе и оказать поддержку учителям с высокой мотивацией в развитии в профессиональной сфере. Все проекты Фонда бесплатные для учителей и их учеников.',
    p:
      'В этом году проект продолжает стремительное развитие. У нас хорошая перспектива для обеспечения бесплатного качественного IT-образования в достаточно больших масштабах! Хочется выразить благодарность команде Фонда за самоотдачу и вовлеченность в работу, руководству компании за поддержку и сотрудникам за помощь и создание атмосферы, в которой так приятно творить!',
    python: {
      title: 'Учим программировать на Python',
      p:
        '«Поколение Python» – благотворительный проект для преподавателей 6 — 10 классов и их учеников, который объединил в себе два бесплатных курса по изучению этого популярного языка программирования.',
      titles: ['Школьный курс', 'Самостоятельный курс', 'Stepik Awards 2020'],
      texts: [
        '<a href="https://iqcharity.ru/projects/python" target="_blank">Курс для преподавателей и учеников 6ー10 классов</a> с методическими материалами и презентациями к 25 урокам',
        '<a href="https://iqcharity.ru/projects/pythononline" target="_blank">Онлайн-курс на Stepik.org</a> для всех, кто хочет научиться программировать на Python самостоятельно',
        '<a href="https://stepik.org/course/58852/promo" target="_blank">«Поколение Python: курс для начинающих»</a> получил премию на Stepik Awards 2020 в номинации «Лучший бесплатный курс»',
      ],
      texts2: [
        'пользователей записались на курс «Поколение Python: курс для начинающих»',
        'человек<br /> прошли курс',
        'ставили положительные отзывы',
      ],
      quote:
        'В этом году исполнилась наша мечта: сделать свой образовательный курс и раздавать его всем желающим. И получилось сразу хорошо! Не зря копили опыт.',
    },
    google: {
      text:
        'В этом году мы получили грант на рекламу в Google Поиске в рамках международной программы <a target="_blank" href="https://www.google.ru/grants/">Google&nbsp;Ad&nbsp;Grants</a>. Благодаря программе каждый месяц мы можем показывать в поисковике рекламу БФ&nbsp;«Айкью&nbsp;Опшн» и наших благотворительных проектов на внушительную сумму, которую полностью оплачивает Google.<br><br>Google Ad Grants – благотворительная программа, в рамках которой избранные некоммерческие организации получают право на бесплатное использование Google Рекламы. Нам приятно быть «избранными» и получить поддержку от ведущей международной компании!',
      quote:
        'Нам приятно быть «избранными» и получить поддержку от ведущей международной компании!',
      h5_2: 'Продолжаем расти сами и помогаем расти другим',
      text2:
        'За 2019/20 и 2020/21 уч. гг. в проектах <a href="https://iqcharity.ru/projects/myfirstcode" target="_blank">«Мой первый код»</a>, <a href="https://iqcharity.ru/projects/kosmos" target="_blank">«Космическая верстка»</a> и <a href="https://iqcharity.ru/projects/pythononline" target="_blank">«Поколение Python»</a> БФ развития образования «Айкью Опшн» приняли участие свыше 400 преподавателей и 6 000 учеников более чем из 60 регионов РФ.',
      texts: ['учеников', 'преподавателей', 'регионов РФ'],
    },
  },
  en: {},
};

export const icons1 = [icon1_1, icon1_2, icon1_3];
export const icons2 = [icon2_1, icon2_2, icon2_3];
export const icons3 = [icon3_1, icon3_2, icon3_3];

export default content;
