const content = {
  ru: {
    h2: 'Корпоративная культура',
    h4:
      'В&nbsp;нашей компании всегда уделялось большое внимание корпоративной жизни. Чтобы сделать внерабочие активности еще более крутыми, в&nbsp;октябре был создан Corporate Culture Department.',
    p1:
      'Сейчас мы&nbsp;выросли, и&nbsp;из&nbsp;стартапа превратились во&nbsp;взрослую компанию. Поэтому и&nbsp;корпоративная культура у&nbsp;нас меняется. У&nbsp;нас есть важная цель&nbsp;&mdash; сделать мероприятия не&nbsp;только веселыми, но&nbsp;и&nbsp;полезными для сотрудников и&nbsp;компании',
    quote:
      'Сделать мероприятия не&nbsp;только веселыми, но&nbsp;и&nbsp;полезными для сотрудников и&nbsp;компании',
    h5: 'Совет по корпоративной культуре',
    p2:
      'Чтобы наша корпоративная жизнь шла рука об&nbsp;руку с&nbsp;общим направлением работы компании и&nbsp;помогала ей&nbsp;в&nbsp;достижении целей, мы&nbsp;начали работу совместно с&nbsp;командой Strategic HR. Мы&nbsp;принимаем решения вместе, с&nbsp;помощью совета по&nbsp;корпоративной культуре. <br><br>В&nbsp;CCD входит три команды: спорт, ивенты и&nbsp;Travel-направление. А&nbsp;в&nbsp;совете участвуют все причастные к&nbsp;нерабочим активностям в&nbsp;компании&nbsp;&mdash; Office Team, Strategic HR&nbsp;и&nbsp;вскоре представители всех наших небольших офисов. <br><br>Главная идея совета в&nbsp;том, чтобы задавать вектор корпоративной жизни и&nbsp;планировать события не&nbsp;интуитивно, а&nbsp;на&nbsp;основе данных, а&nbsp;задача команд Corporate Culture и&nbsp;Office Team&nbsp;&mdash; реализовывать на&nbsp;крутом уровне&nbsp;то, что запланировано советом.',
    h5_2: 'Наши мероприятия:',
    items: [
      'Снижают выгорание',
      'Развивают',
      'Повышают вовлеченность',
      'Поддерживают корпоративную культуру в разных офисах',
      'Делают бренд работодателя более узнаваемым и привлекательным',
    ],
  },
  en: {},
};

export default content;
