const content = {
  ru: {
    h5: 'Развитие сотрудников',
    p1:
      'В&nbsp;начале года компания поставила для себя важную цель&nbsp;&mdash; создать еще больше возможностей для профессионального развития сотрудников и&nbsp;выделила бюджет в&nbsp;$1&nbsp;000&nbsp;000&nbsp;на обучение.',
    p2:
      'Нашей задачей было налаживать и&nbsp;поддерживать процессы, связанные с&nbsp;оценкой, обучением и&nbsp;развитием сотрудников:',
    quote:
      'Сильная команда с&nbsp;высоким уровнем экспертизы&nbsp;&mdash; это основа успеха компании и&nbsp;достижения целей',
    item1: 'бюджет 2020 на обучение',
    items1: [
      'обучений пройдено',
      'сотрудников прошли обучение',
      'контрагента проводили для нас обучение',
      'конференций посетили',
    ],
    titles2: ['Опросы 360', 'Ассесмент'],
    texts2: [
      'Провели два запуска опроса 360 для руководителей N-2, N-3',
      'Запустили процесс ассессмента для поддержки повышения ребят с линейных позиций на руководящие',
    ],
  },
  en: {},
};
