import icon1_1 from '../img/courses.svg';
import icon1_2 from '../img/student.svg';
import icon1_3 from '../img/partner.svg';
import icon1_4 from '../img/conference.svg';

import icon2_1 from '../img/360.svg';
import icon2_2 from '../img/asessment.svg';

const content = {
  ru: {
    h5: 'Развитие сотрудников',
    p1:
      'В&nbsp;начале года компания поставила для себя важную цель&nbsp;&mdash; создать еще больше возможностей для профессионального развития сотрудников и&nbsp;выделила бюджет в&nbsp;$1&nbsp;000&nbsp;000&nbsp;на обучение.',
    p2:
      'Нашей задачей было налаживать и&nbsp;поддерживать процессы, связанные с&nbsp;оценкой, обучением и&nbsp;развитием сотрудников:',
    quote:
      'Сильная команда с&nbsp;высоким уровнем экспертизы&nbsp;&mdash; это основа успеха компании и&nbsp;достижения целей',
    item1: 'бюджет 2020 на обучение',
    items1: [
      'обучений<br /> пройдено',
      'сотрудников прошли обучение',
      'контрагента проводили для<br /> нас обучение',
      'конференций<br /> посетили',
    ],
    titles2: ['Опросы 360', 'Ассесмент'],
    texts2: [
      'Провели два запуска опроса 360 для руководителей N&#8209;2, N&#8209;3',
      'Запустили процесс ассессмента для поддержки повышения ребят с линейных позиций на руководящие',
    ],
  },
  en: {},
};

export default content;

export const icons1 = [icon1_1, icon1_2, icon1_3, icon1_4];
export const icons2 = [icon2_1, icon2_2];
