const content = {
  ru: {
    h1: 'Улучшение подходов к&nbsp;HR и&nbsp;менеджменту',
    h4:
      'Помимо целей, связанных с&nbsp;нашим продуктом и&nbsp;бизнесом, в&nbsp;2020 году перед нами стояла еще одна важная цель&nbsp;&mdash; Улучшить подходы к&nbsp;HR и&nbsp;менеджменту. Чтобы добиться&nbsp;ее, команды Strategic HR, HR&nbsp;Operations и&nbsp;Corporate Culture работали над над вовлеченностью, обучением и&nbsp;развитием сотрудников, снижением текучести, оптимизацией найма и&nbsp;внедрением Data-Driven-подхода в&nbsp;принятие всех решений, связанных с&nbsp;сотрудниками.',
    title2: 'Организационное развитие',
    titles: [
      'Планирование',
      'Небинарные KR',
      'Data Based-менеджмент',
      'Blue Book',
      'Работа по заказам',
    ],
    texts: [
      'Продвинулись в стратегическом планировании и целеполагании',
      'Научились ставить небинарные Ключевые Результаты',
      'Сделали первые шаги к Data Based-менеджменту и&nbsp;стали замерять множество показателей',
      'Перешли на&nbsp;новый уровень понимания полномочий и&nbsp;ответственности через запуск BlueBook.',
      'Опробовали подходы к&nbsp;решению организационных проблем и&nbsp;перешли на&nbsp;новый формат работы OrgDev по&nbsp;заказам.',
    ],
  },
  en: {},
};

export default content;
