import icon1 from '../img/electronic_doc.svg';
import icon2 from '../img/helpdesk.svg';
import icon3 from '../img/vacation.svg';
import icon4 from '../img/signing.svg';
import icon5 from '../img/foreign.svg';

const content = {
  ru: {
    h2: 'Операционный HR',
    h4:
      'В&nbsp;этом году мы&nbsp;сфокусировались на&nbsp;улучшении HR&#8209;процессов и&nbsp;адаптации к&nbsp;новым реалиям этого мира для достижения наших бизнес&#8209;целей.',
    p1:
      'Мы&nbsp;работали над разделением брендов нашего холдинга для рынка труда, формировали новые команды, занимались улучшением процессов и&nbsp;качеством сервиса нашего департамента, начали наш путь роста в&nbsp;Data&#8209;driven направлении и&nbsp;сформировали новый взгляд для направления Talent Acquisition.',
    titles: [
      'Разделение брендов',
      'Улучшение качества сервиса',
      'Рост в Data-driven направлении',
      'Новый взгляд для направления  Talent Acquisition',
    ],
    texts: [
      'Привлекали таланты в&nbsp;новый и&nbsp;неизвестный на&nbsp;рынке труда бренд, сформировали внутреннюю политику по&nbsp;разделению брендов, создавали новые карьерные страницы, разрабатывали карьерный сайт для бренда Quadcode и&nbsp;помогли сформировать стратегию развития нашего бренда работодателя.',
      'Запустили процесс найма под ключ и&nbsp;релокации в&nbsp;офис на&nbsp;Гибралтаре. На&nbsp;первой космической скорости адаптировали найм и&nbsp;внутренние процессы по&nbsp;адаптации, оформлению, приему, увольнению и&nbsp;даже релокации сотрудников в&nbsp;условиях удаленки. Сформировали политику удаленного найма сотрудников и&nbsp;наняли уже первых сотрудников на&nbsp;постоянную удаленную работу. Проводили глубинные интервью для анализа проблем среди наших заказчиков и&nbsp;сформировали много улучшений нашего Hiring Flow, которые продолжим интегрировать в&nbsp;наши процессы и&nbsp;в&nbsp;следующем году.',
      'Сформировали, научились считать и&nbsp;корректно вести данные для построения метрик в&nbsp;HR. Для улучшения скорости процессов и&nbsp;аналитики воронки найма переехали на&nbsp;новую базу данных для ведения кандидатов&nbsp;&mdash; Huntflow. На&nbsp;Кипре внедрили новое решение для ведения всех HR-процессов&nbsp;&mdash; BambooHR. Внедрили на&nbsp;регулярной основе аналитику заработных плат для Продуктовой и&nbsp;ИТ ветки. Вместе с&nbsp;командой аналитики получили рабочий инструмент для работы с&nbsp;парсингом данных с&nbsp;hh.ru. Взяли в&nbsp;работу оцифровку наших репортов по&nbsp;найму и&nbsp;заявки на&nbsp;найм в&nbsp;CIS. Автоматизировали больничный без больничного и&nbsp;внесли своими силами огромное количество доработок в&nbsp;1С.',
      'Мы&nbsp;начали трансформацию для перехода в&nbsp;направление Talent Acquisition и&nbsp;разделение команды на&nbsp;2&nbsp;части: Sourcing и&nbsp;Recruiting. Такое разделение позволит членам команды сфокусироваться на&nbsp;каждом из&nbsp;направлений.',
    ],
    h5: 'Достижения команды Personnel Administration',
    items2: [
      'сотрудников будут использовать электронные трудовые книжки с февраля&nbsp;2021',
      'заявок обработали на Helpdesk',
      'отпуск состоялся при поддержке нашей команды',
      'договоров ГПХ заключили',
      'документов оформили для наших иностранцев',
    ],
  },
  en: {},
};

export const icons1 = [icon1, icon2, icon3, icon4, icon5];

export const numbers = ['90%', 677, 1041, 145, 25];

export default content;
