import icon1 from '../img/involvment.svg';
import icon2 from '../img/strength.svg';
import icon3 from '../img/proaction.svg';
export const icons = [icon1, icon2, icon3];
const content = {
  ru: {
    h2: 'Стратегический HR',
    h4:
      'Миссия команды Strategic HR&nbsp;&mdash; создавать пространство, в&nbsp;котором сотрудники имеют все необходимые возможности для раскрытия потенциала и&nbsp;развития, искренне вовлечены в&nbsp;рабочие задачи и&nbsp;успешно достигают стратегических целей компании. Именно над этим мы&nbsp;работали в&nbsp;2020&nbsp;году.',
    h5: 'Повышаем вовлеченность',
    p:
      'В&nbsp;этом году мы&nbsp;продолжили работать над вовлеченностью: и&nbsp;во&nbsp;втором, и&nbsp;в&nbsp;четвертом квартале мы&nbsp;увидели рост количества респондентов и&nbsp;средних значений по&nbsp;большинству вопросов. <br><br>Благодаря анализу ответов, мы&nbsp;можем работать именно над теми зонами, которые требуют внимания. Ведь отвечая на&nbsp;вопросы опроса Q12, сотрудники подсвечивают те&nbsp;стороны своей работы, в&nbsp;которых они чувствуют дискомфорт или неудовлетворенность. Это отвечает Data-driven-подходу: принятие любого решения должно быть обосновано влиянием на&nbsp;бизнес-цели компании и&nbsp;аргументировано цифрами.',
    quote:
      'Принятие любого решения должно быть обосновано влиянием на&nbsp;бизнес-цели компании',
    itemsTitle: 'Почему это важно для компании?',
    items: [
      'Вовлеченному сотруднику интересны его задачи',
      'Готов прикладывать большие усилия для достижения результата',
      'Он инициативен и проактивен',
    ],
    p1:
      'Самый большой прогресс был отмечен по&nbsp;вопросу &laquo;За&nbsp;последние 7&nbsp;дней мне была объявлена благодарность&raquo;',
    text:
      '&laquo;За&nbsp;последние 7&nbsp;дней мне была объявлена благодарность&raquo;',
  },
  en: {},
};

export const numbers = [
  { period: 'Q2 <span>2019</span>', number: '3,95', caption: '441 respondent' },
  { period: 'Q4 <span>2019</span>', number: '4,04', caption: '375 respondent' },
  { period: 'Q2 <span>2020</span>', number: '4,21', caption: '434 respondent' },
  { period: 'Q4 <span>2020</span>', number: '4,33', caption: '545 respondent' },
];

export default content;
