import icon1 from '../img/signing.svg';
import icon2 from '../img/foreign.svg';
import icon3 from '../img/syringe.svg';

export default {
  ru: {
    desc:
      'Законодательство в начале пандемии менялось каждый день: Президент выступал с речью и через несколько минут Правительство принимало новое постановление. В этот период мы ежедневно анализировали изменения законодательства, чтобы в любой момент иметь актуальную информацию, на основе которой топ-менеджмент компании принимал решения.',
    text:
      'Как в России, так и на Кипре юристы компании сопровождали переход на дистанционную работу: занимались выработкой внутренних политик по работе в офисе и вне офиса совместно с командами Personnel Administration и Office Team.',
    items: ['пропусков для передвижений по городу для дежурных работников'],
    covid: {
      title: 'Челленджи COVID-19 от команды Personnel Administration::',
      items: [
        'Всего за 2 дня провели подписание соглашений о переходе на удаленную работу со всей компанией',
        'Оформили патент на работу иностранцу и помогли ему приехать в Петербург в период закрытых границ',
        'Впервые провели вакцинацию от гриппа не в офисе и в период пандемии',
      ],
    },
  },
  en: { desc: '' },
};

const icons1 = [icon1, icon2, icon3];
